/* No comment provided by engineer. */
"Account already set up." = "Account already set up.";

/* No comment provided by engineer. */
"Could not authenticate that account." = "Could not authenticate that account.";

/* No comment provided by engineer. */
"Could not set up that %@ account." = "Could not set up that %@ account.";

/* No comment provided by engineer. */
"Enable searchable items for this account." = "Enable searchable items for this account.";

/* No comment provided by engineer. */
"One or more search sources may have been added for the account '%@'. It may be necessary to manually enable each search source that uses this account.  Do so via the 'Searchable Items' tab in Preferences." = "One or more search sources may have been added for the account '%@'. It may be necessary to manually enable each search source that uses this account.  Do so via the 'Searchable Items' tab in Preferences.";

/* No comment provided by engineer. */
"The %@ account '%@' could not be set up for use.  Please check your password and try again." = "The %1$@ account '%2$@' could not be set up for use.  Please check your password and try again.";

/* No comment provided by engineer. */
"The account '%@' could not be authenticated. Please check the account name and password and try again." = "The account '%@' could not be authenticated. Please check the account name and password and try again.";

/* No comment provided by engineer. */
"The account '%@' has already been set up for use in Quick Search Box." = "The account '%@' has already been set up for use in Quick Search Box.";

